a
about
add
afternoon
again
Alex
alien
alphabet
an
and
angry
animal
Ann
Anna
answer
apartment
flat
apple
arm
armchair
ask
baby
badminton
bag
ball
balloon
banana
baseball
basketball
bath
bathroom
be
beach
bean
beautiful
bed
bedroom
behind
Ben
between
big
bike
Bill
bird
birthday
black
blue
board
boat
body
book
bookcase
bookshop
bounce
box
boy
bread
breakfast
brother
brown
burger
bus
but
bye
cake
camera
can
candy
car
carrot
cat
catch
chair
chicken
child
children
chips
chocolate
choose
class
classroom
clean
clock
close
closed
clothes
coconut
colour
come
complete
computer
correct
cousin
cow
crocodile
cross
cupboard
dad
daddy
Dan
day
desk
dining
dinner
dirty
do
dog
doll
door
double
draw
drawing
dress
drink
drive
duck
ear
eat
egg
elephant
end
English
enjoy
eraser
rubber
evening
example
eye
face
family
father
favourite
find
fish
fishing
flat
floor
flower
fly
food
foot
feet
football
for
friend
fries
frog
from
fruit
funny
game
garden
get
giraffe
girl
give
glasses
go
goat
good
goodbye
Grace
grandfather
grandma
grandmother
grandpa
grape
gray
great
green
grey
guitar
hair
hall
hand
handbag
happy
hat
have
have
he
head
helicopter
hello
her
pron
here
hers
him
hippo
his
pron
hit
hobby
hockey
hold
home
horse
house
how
how
how
I
ice
in
+
in
it
its
pron
jacket
jeans
Jill
juice
jump
keyboard
computer
kick
Kim
kitchen
kite
know
lamp
learn
leg
lemon
lemonade
lesson
let's
letter
like
lime
line
listen
live
living
lizard
long
look
look
lorry
a
a
lots
lots
love
Lucy
lunch
make
man
men
mango
many
mat
May
me
me
meat
milk
mine
mirror
Miss
monkey
monster
morning
mother
motorbike
mouse
mice
mouse
computer
mouth
Mr
Mrs
mummy
music
my
name
nice
Nick
night
no
nose
not
now
number
of
oh
oh
OK
old
on
one
onion
open
or
orange
our
ours
page
paint
painting
pardon
park
part
Pat
pea
pear
pen
pencil
person
people
phone
photo
piano
pick
picture
pineapple
pink
plane
play
playground
please
point
potato
purple
put
question
radio
read
really
red
rice
ride
right
right
robot
room
rubber
ruler
run
sad
Sam
sand
sausage
say
school
sea
see
See
sentence
she
sheep
shell
shirt
shoe
shop
short
show
sing
sister
sit
skirt
sleep
small
smile
snake
so
soccer
sock
sofa
some
song
sorry
spell
spider
sport
stand
start
stop
store
story
street
Sue
sun
supper
sweet
swim
table
table
tail
take
picture
talk
teacher
television
TV
tell
tennis
test
thank
thanks
that
the
their
theirs
them
then
there
these
they
this
those
throw
tick
tiger
to
today
Tom
tomato
Tony
too
toy
train
tree
trousers
truck
try
T-shirt
TV
television
28
ugly
very
walk
wall
want
watch
water
watermelon
wave
we
wear
well
well
what
where
which
white
who
whose
window
with
woman
women
word
would
wow!
write
year
yellow
yes
you
young
your
yours
zoo
Letters
Names
Candidates
Alex
Ann
Anna
Ben
Bill
Dan
Grace
Jill
Kim
Lucy
May
Nick
Pat
Sam
Sue
Tom
Tony
